Repository: yuryAB/sleepprecords
Catalog: sleepprecords/Localizable.xcstrings
Source language: en
Languages: pt_br

source: Afternoon
pt_br: Tarde

source: App language
pt_br: Idioma do app

source: Ascending
pt_br: Crescente

source: Ascending by date
pt_br: Crescente por data

# common.cancel
source: Cancel
pt_br: Cancelar

# common.delete
source: Delete
pt_br: Deletar

# common.done
source: Done
pt_br: Concluir

# common.duration
source: Duration
pt_br: Duração

# common.no
source: No
pt_br: Não

# common.notRecorded
source: Not recorded
pt_br: Não registrado

# common.save
source: Save
pt_br: Salvar

# common.select
source: Select
pt_br: Selecionar

# common.yes
source: Yes
pt_br: Sim

# creatorNote.buttonLabel
source: Let’s go
pt_br: Vamos lá

# creatorNote.subheadline
source: Creator’s Note
pt_br: Recado do criador

# creatorNote.text
source: Sleep Records was built to give you a dedicated place where you can log every sleep-paralysis episode: date, sensations, emotions, and any hallucinations that may occur. By logging your experiences, you can begin to notice patterns or triggers that might otherwise slip by, while keeping an organized history to share with healthcare professionals. This app does not promise a cure, it is a self-knowledge tool designed to help you better understand what happens during these episodes.
pt_br: Sleep Records foi criado com a finalidade de oferecer um lugar para você registrar cada episódio de paralisia do sono: data, sensações, emoções e até alucinações, se ocorrerem. Ao anotar suas experiências, você pode identificar padrões ou gatilhos que passam despercebidos, além de manter um histórico organizado para compartilhar com profissionais de saúde. Este app não promete cura, mas funciona como uma ferramenta de autoconhecimento, ajudando você a entender melhor o que acontece durante esses episódios.

# creatorNote.title
source: Welcome to Sleep Records
pt_br: Bem-vindo ao Sleep Records

source: Delete record
pt_br: Deletar registro

source: Delete record?
pt_br: Deletar registro?

source: Descending
pt_br: Decrescente

source: Descending by date
pt_br: Decrescente por data

# detail.autoGeneratedName
source: Auto-generated name
pt_br: Nome gerado automaticamente

# detail.dateAndTimeSection.dateLabel
source: Date of Record:
pt_br: Registro em:

# detail.dateAndTimeSection.timeLabel
source: Time of Record:
pt_br: Horário do registro:

# detail.dateAndTimeSection.title
source: Recorded Moment
pt_br: Momento do registro

# detail.editButton
source: Edit
pt_br: Editar

# detail.episodeDetails.activeText
source: Fill in only what you remember. All fields are optional.
pt_br: Preencha só o que lembrar. Todos os campos são opcionais.

# detail.episodeDetails.addDetails
source: Add details
pt_br: Adicionar detalhes

# detail.episodeDetails.addSheet.done
source: Finish
pt_br: Concluir

# detail.episodeDetails.addSheet.intro
source: Choose which information you want to include in this record. You can leave any field blank afterward.
pt_br: Escolha quais informações quer incluir neste registro. Você pode deixar qualquer campo em branco depois.

# detail.episodeDetails.addSheet.title
source: Add details
pt_br: Adicionar detalhes

# detail.episodeDetails.addValue
source: Add
pt_br: Adicionar

# detail.episodeDetails.bodyPosition.helper
source: How were you positioned when you noticed the episode?
pt_br: Como você estava quando percebeu o episódio?

# detail.episodeDetails.bodyPosition.sheetTitle
source: Body position
pt_br: Posição do corpo

# detail.episodeDetails.breathing.helper
source: How difficult did breathing feel during the episode?
pt_br: Quão difícil parecia respirar durante o episódio?

# detail.episodeDetails.breathing.sheetTitle
source: Breathing
pt_br: Respiração

# detail.episodeDetails.duration.helper
source: Choose the time that best matches what you remember.
pt_br: Escolha o tempo que mais se aproxima do que você lembra.

# detail.episodeDetails.duration.sheetTitle
source: Approximate duration
pt_br: Duração aproximada

# detail.episodeDetails.emptyText
source: Add information about the sleep paralysis, such as duration, body position, and sensations.
pt_br: Adicione informações sobre a paralisia do sono, como duração, posição do corpo e sensações.

# detail.episodeDetails.fearDistress.helper
source: Mark the intensity you felt.
pt_br: Marque a intensidade que você sentiu.

# detail.episodeDetails.fearDistress.sheetTitle
source: Fear or distress
pt_br: Medo ou angústia

# detail.episodeDetails.intensity.extreme
source: Extreme
pt_br: Extremo

# detail.episodeDetails.intensity.mild
source: Mild
pt_br: Leve

# detail.episodeDetails.intensity.moderate
source: Moderate
pt_br: Moderado

# detail.episodeDetails.intensity.none
source: I didn't wake up
pt_br: Não acordei

# detail.episodeDetails.intensity.strong
source: Strong
pt_br: Forte

# detail.episodeDetails.manageFields
source: Manage fields
pt_br: Gerenciar campos

# detail.episodeDetails.moment.helper
source: Choose the moment when you noticed the paralysis.
pt_br: Escolha o momento em que você percebeu a paralisia.

# detail.episodeDetails.moment.sheetTitle
source: When did it happen?
pt_br: Quando aconteceu?

# detail.episodeDetails.option.notSure
source: Not sure
pt_br: Não tenho certeza

# detail.episodeDetails.removeResponse
source: Remove response
pt_br: Remover resposta

# detail.episodeDetails.selectedAccessibility
source: Selected
pt_br: Selecionado

# detail.episodeDetails.title
source: Episode details
pt_br: Detalhes do episódio

# detail.experienceeSection.footerLabel
source: If any of the listed experiences happened to you, you can add them to the record.
pt_br: Caso alguma das experiências listadas tenha acontecido com você, você pode adicioná-la ao registro.

# detail.experienceeSection.title
source: Experience
pt_br: Experiência

# detail.experienceeSectionSetter.title
source: Your experiences
pt_br: Suas experiências

# detail.experienceIntensity.caption
source: Intensity
pt_br: Intensidade

# detail.interpretation.activeText
source: What you thought was happening during the episode.
pt_br: O que você achou que estava acontecendo durante o episódio.

# detail.interpretation.count.plural
source: %d interpretations
pt_br: %d interpretações

# detail.interpretation.count.singular
source: %d interpretation
pt_br: %d interpretação

# detail.interpretation.helper
source: Mark what you thought was happening during the episode.
pt_br: Marque o que você achou que estava acontecendo durante o episódio.

# detail.interpretation.option.recognizedSleepParalysis
source: Recognized it as sleep paralysis
pt_br: Reconheci como paralisia do sono

# detail.interpretation.option.serious
source: Thought something serious was happening
pt_br: Achei que algo grave estava acontecendo

# detail.interpretation.option.supernatural
source: Thought it was something supernatural
pt_br: Achei que era algo sobrenatural

# detail.interpretation.option.unknown
source: Did not know what it was
pt_br: Não sabia o que era

# detail.interpretation.other.placeholder
source: Write a few words
pt_br: Escreva em poucas palavras

# detail.interpretation.other.title
source: Other interpretation
pt_br: Outra interpretação

# detail.interpretation.summary.other
source: Other interpretation
pt_br: Outra interpretação

# detail.interpretation.summary.paralysisAndOther
source: Paralysis and other
pt_br: Paralisia e outra

# detail.interpretation.summary.paralysisAndSerious
source: Paralysis and something serious
pt_br: Paralisia e algo grave

# detail.interpretation.summary.paralysisAndSupernatural
source: Paralysis and supernatural
pt_br: Paralisia e sobrenatural

# detail.interpretation.summary.serious
source: Something serious
pt_br: Algo grave

# detail.interpretation.summary.seriousAndOther
source: Something serious and other
pt_br: Algo grave e outra

# detail.interpretation.summary.sleepParalysis
source: Sleep paralysis
pt_br: Paralisia do sono

# detail.interpretation.summary.supernatural
source: Something supernatural
pt_br: Algo sobrenatural

# detail.interpretation.summary.supernaturalAndOther
source: Supernatural and other
pt_br: Sobrenatural e outra

# detail.interpretation.summary.supernaturalAndSerious
source: Supernatural and something serious
pt_br: Sobrenatural e algo grave

# detail.interpretation.summary.unknown
source: Did not know what it was
pt_br: Não sabia o que era

# detail.nameSection.footerLabel
source: You can define a specific name for this record.
pt_br: Você pode definir um nome específico para este registro.

# detail.nameSection.title
source: Name
pt_br: Nome

# detail.nameSection.trackDateLabel
source: Track date
pt_br: Seguir data

# detail.navigationTitle
source: Record Details
pt_br: Detalhes do registro

# detail.noteSection.contentLabel
source: Your note...
pt_br: Sua anotação…

# detail.noteSection.footerLabel
source: Feel free to leave a note about the experience you recorded, any details or thoughts you found helpful.
pt_br: Sinta-se à vontade para deixar uma anotação sobre a experiência que você registrou, quaisquer detalhes ou pensamentos que achar úteis.

# detail.noteSection.title
source: Note
pt_br: Anotação

# detail.optional.acuteStressEvent.title
source: Strong stress the previous day
pt_br: Estresse forte no dia anterior

# detail.optional.alcoholConsumption.amount
source: Approximate alcohol amount
pt_br: Quantidade aproximada de álcool

# detail.optional.alcoholConsumption.title
source: Alcohol
pt_br: Álcool

# detail.optional.awakenings.title
source: Awakenings
pt_br: Despertares

# detail.optional.bodyPosition.title
source: Body position
pt_br: Posição do corpo

# detail.optional.breathingImpact.context
source: How difficult did breathing feel during the episode?
pt_br: Quão difícil parecia respirar durante o episódio?

# detail.optional.breathingImpact.title
source: Breathing
pt_br: Respiração

# detail.optional.caffeineConsumption.amount
source: Approximate caffeine amount
pt_br: Quantidade aproximada de cafeína

# detail.optional.caffeineConsumption.title
source: Caffeine
pt_br: Cafeína

# detail.optional.consumption.alcohol
source: Approximate alcohol amount
pt_br: Quantidade aproximada de álcool

# detail.optional.consumption.caffeine
source: Approximate caffeine amount
pt_br: Quantidade aproximada de cafeína

# detail.optional.consumption.food
source: Approximate food amount
pt_br: Quantidade aproximada de comida

# detail.optional.consumption.notSure
source: Not sure about amount or timing
pt_br: Não tenho certeza da quantidade ou do momento

# detail.optional.consumption.timing
source: How long before sleep?
pt_br: Quanto tempo antes de dormir?

# detail.optional.coping.helpfulness
source: Did it help?
pt_br: Ajudou?

# detail.optional.coping.strategiesFooter
source: Select any strategies you used during or after the episode.
pt_br: Selecione as estratégias que você usou durante ou depois do episódio.

# detail.optional.coping.title
source: Coping strategy
pt_br: Estratégia usada

# detail.optional.date.clear
source: Clear time
pt_br: Limpar horário

# detail.optional.episodeMoment.context
source: Choose the moment when you noticed the episode.
pt_br: Escolha o momento em que você percebeu o episódio.

# detail.optional.episodeMoment.title
source: Episode moment
pt_br: Momento do episódio

# detail.optional.estimatedSleepDuration.title
source: Estimated sleep duration
pt_br: Duração estimada do sono

# detail.optional.experiences.add
source: Add experiences
pt_br: Adicionar experiências

# detail.optional.experiences.title
source: Experiences
pt_br: Experiências

# detail.optional.fearDistress.level
source: Fear or distress
pt_br: Medo ou angústia

# detail.optional.fearDistress.title
source: Fear or distress
pt_br: Medo ou angústia

# detail.optional.fearedDying.title
source: I thought I might die
pt_br: Pensei que poderia morrer

# detail.optional.foodConsumption.amount
source: Approximate food amount
pt_br: Quantidade aproximada de comida

# detail.optional.foodConsumption.title
source: Food
pt_br: Comida

# detail.optional.hadNap.title
source: Napped that day
pt_br: Cochilou nesse dia

# detail.optional.illnessOrFever.title
source: Illness or fever the previous day
pt_br: Doença ou febre no dia anterior

# detail.optional.interpretation.fearedDying
source: Feared dying
pt_br: Teve medo de morrer

# detail.optional.interpretation.other
source: Other interpretation
pt_br: Outra interpretação

# detail.optional.interpretation.recognizedSleepParalysis
source: Recognized it as sleep paralysis
pt_br: Reconheceu como paralisia do sono

# detail.optional.interpretation.supernaturalInterpretation
source: Thought it was supernatural
pt_br: Interpretou como sobrenatural

# detail.optional.interpretation.title
source: Interpretation
pt_br: Interpretação

# detail.optional.interpretationSummary.title
source: Interpretation
pt_br: Interpretação

# detail.optional.irregularSchedule.title
source: Sleep schedule was irregular
pt_br: Rotina de sono irregular

# detail.optional.lightLevel.level
source: Perceived light level
pt_br: Nível de luminosidade percebido

# detail.optional.lightLevel.title
source: Light
pt_br: Luminosidade

# detail.optional.lingeringAnxiety.level
source: Lingering anxiety
pt_br: Ansiedade persistente

# detail.optional.lingeringAnxiety.title
source: Lingering anxiety
pt_br: Ansiedade persistente

# detail.optional.nextDayTiredness.level
source: Next-day tiredness
pt_br: Cansaço no dia seguinte

# detail.optional.nextDayTiredness.title
source: Next-day tiredness
pt_br: Cansaço no dia seguinte

# detail.optional.noiseLevel.level
source: Perceived noise level
pt_br: Nível de ruído percebido

# detail.optional.noiseLevel.title
source: Noise
pt_br: Ruído

# detail.optional.note.title
source: Note
pt_br: Nota

# detail.optional.otherInterpretation.placeholder
source: What did you think was happening?
pt_br: O que você achou que estava acontecendo?

# detail.optional.otherInterpretation.title
source: Other interpretation
pt_br: Outra interpretação

# detail.optional.paralysisDuration.title
source: Approximate duration
pt_br: Duração aproximada

# detail.optional.physicalActivity.level
source: Physical activity intensity
pt_br: Intensidade da atividade física

# detail.optional.physicalActivity.title
source: Physical activity before sleep
pt_br: Atividade física antes de dormir

# detail.optional.postEpisodeEffects.title
source: After effects
pt_br: Efeitos depois

# detail.optional.postEpisodeSleep.title
source: Sleep after
pt_br: Sono depois

# detail.optional.preSleepActivities.title
source: Activities
pt_br: Atividades

# detail.optional.preSleepConsumption.title
source: Pre-sleep consumption
pt_br: Consumos antes de dormir

# detail.optional.preSleepFoodAndDrinks.title
source: Food and drinks
pt_br: Alimentos e bebidas

# detail.optional.previousDayFactors.title
source: Factors
pt_br: Fatores

# detail.optional.recognizedSleepParalysis.title
source: I realized it was sleep paralysis
pt_br: Percebi que era paralisia do sono

# detail.optional.screenUse.level
source: Screen use intensity
pt_br: Intensidade do uso de tela

# detail.optional.screenUse.title
source: Screen use before sleep
pt_br: Uso de tela antes de dormir

# detail.optional.sensitiveContext.changed
source: Was there any relevant change?
pt_br: Houve alguma mudança relevante?

# detail.optional.sensitiveContext.description
source: Optional context
pt_br: Contexto opcional

# detail.optional.sensitiveContext.footer
source: Use this only if it helps you understand the episode. You do not need to include names, doses, or personal details.
pt_br: Use apenas se essa informação ajudar a entender o episódio. Você não precisa informar nomes, doses ou detalhes pessoais.

# detail.optional.sensitiveContext.title
source: Medication or substances
pt_br: Medicação ou substâncias

# detail.optional.sleepDayFactors.title
source: Day factors
pt_br: Fatores do dia

# detail.optional.sleepDeprivation.title
source: Had too little sleep
pt_br: Dormiu pouco antes do episódio

# detail.optional.sleepEnvironment.lightLevel
source: Perceived light level
pt_br: Nível de luminosidade percebido

# detail.optional.sleepEnvironment.noiseLevel
source: Perceived noise level
pt_br: Nível de ruído percebido

# detail.optional.sleepEnvironment.temperatureLevel
source: How uncomfortable was the temperature?
pt_br: Quão desconfortável estava a temperatura?

# detail.optional.sleepEnvironment.title
source: Environment
pt_br: Ambiente

# detail.optional.sleepOutcome.title
source: Sleep outcome
pt_br: Resultado do sono

# detail.optional.sleepPeriodAndDuration.title
source: Period and duration
pt_br: Período e duração

# detail.optional.sleepQuality.level
source: Sleep quality
pt_br: Qualidade do sono

# detail.optional.sleepQuality.title
source: Sleep quality
pt_br: Qualidade do sono

# detail.optional.sleepStart.field
source: Time
pt_br: Horário

# detail.optional.sleepStart.title
source: Sleep start
pt_br: Início do sono

# detail.optional.stressLevel.context
source: Stress level before trying to sleep.
pt_br: Nível de estresse antes de tentar dormir.

# detail.optional.stressLevel.level
source: Stress before sleep
pt_br: Estresse antes de dormir

# detail.optional.stressLevel.title
source: Stress
pt_br: Estresse

# detail.optional.supernaturalInterpretation.title
source: I thought it was supernatural
pt_br: Pensei que era algo sobrenatural

# detail.optional.temperatureLevel.level
source: How uncomfortable was the temperature?
pt_br: Quão desconfortável estava a temperatura?

# detail.optional.temperatureLevel.title
source: Temperature
pt_br: Temperatura

# detail.optional.timingBeforeSleep
source: How long before sleep?
pt_br: Quanto tempo antes de dormir?

# detail.optional.travel.title
source: Traveled the previous day
pt_br: Viajou no dia anterior

# detail.optional.wakeTime.field
source: Time
pt_br: Horário

# detail.optional.wakeTime.title
source: Wake time
pt_br: Horário em que acordou

# detail.optionalDetails.activeText
source: Fill in only what you remember. All fields are optional.
pt_br: Preencha só o que lembrar. Todos os campos são opcionais.

# detail.optionalDetails.addButton
source: Add details
pt_br: Adicionar detalhes

# detail.optionalDetails.addDetails
source: Add details
pt_br: Adicionar detalhes

# detail.optionalDetails.addedValue
source: Added
pt_br: Adicionado

# detail.optionalDetails.addSheet.done
source: Finish
pt_br: Concluir

# detail.optionalDetails.addSheet.intro
source: Choose which information you want to include in this record. You can leave any field blank afterward.
pt_br: Escolha quais informações quer incluir neste registro. Você pode deixar qualquer campo em branco depois.

# detail.optionalDetails.addSheet.title
source: Add details
pt_br: Adicionar detalhes

# detail.optionalDetails.addValue
source: Add
pt_br: Adicionar

# detail.optionalDetails.emptyText
source: Add more context to this record if it helps.
pt_br: Adicione mais contexto a este registro, se isso ajudar.

# detail.optionalDetails.experienceCount.plural
source: %d experiences
pt_br: %d experiências

# detail.optionalDetails.experienceCount.singular
source: %d experience
pt_br: %d experiência

# detail.optionalDetails.fieldHelper
source: Fill this in only if you remember. You can remove the response later.
pt_br: Preencha só se lembrar. Você pode remover a resposta depois.

# detail.optionalDetails.group.coping
source: Strategies
pt_br: Estratégias

# detail.optionalDetails.group.episode
source: Episode
pt_br: Episódio

# detail.optionalDetails.group.experiences
source: Experiences
pt_br: Experiências

# detail.optionalDetails.group.interpretation
source: Interpretation
pt_br: Interpretação

# detail.optionalDetails.group.note
source: Note
pt_br: Nota

# detail.optionalDetails.group.postEpisode
source: After episode
pt_br: Depois do episódio

# detail.optionalDetails.group.preSleep
source: Before sleep
pt_br: Antes de dormir

# detail.optionalDetails.group.previousDay
source: Previous day
pt_br: Dia anterior

# detail.optionalDetails.group.sensitive
source: Sensitive information
pt_br: Informações sensíveis

# detail.optionalDetails.group.sensitive.footer
source: These details stay local unless you export or share them.
pt_br: Esses detalhes ficam locais, salvo se você exportar ou compartilhar.

# detail.optionalDetails.group.sleep
source: Sleep
pt_br: Sono

# detail.optionalDetails.manageButton
source: Manage details
pt_br: Gerenciar detalhes

# detail.optionalDetails.manageFields
source: Manage fields
pt_br: Gerenciar campos

# detail.optionalDetails.manageSheet.title
source: Manage fields
pt_br: Gerenciar campos

# detail.optionalDetails.presenceHelper
source: This detail is marked as happened. Remove the response if it does not belong in this record.
pt_br: Este detalhe está marcado como algo que aconteceu. Remova a resposta se ele não pertencer a este registro.

# detail.optionalDetails.removeAction
source: Remove
pt_br: Remover

# detail.optionalDetails.removeAlertMessage
source: This detail has information. Removing it will clear that information when you save the record.
pt_br: Este detalhe tem informações. Removê-lo vai apagar essas informações quando você salvar o registro.

# detail.optionalDetails.removeAlertTitle
source: Remove detail?
pt_br: Remover detalhe?

# detail.optionalDetails.removeResponse
source: Remove response
pt_br: Remover resposta

# detail.optionalDetails.sensitiveWithDescription
source: Change and note
pt_br: Mudança e descrição

# detail.optionalDetails.sheetTitle
source: Details
pt_br: Detalhes

# detail.optionalDetails.strategyCount.plural
source: %d strategies
pt_br: %d estratégias

# detail.optionalDetails.strategyCount.singular
source: %d strategy
pt_br: %d estratégia

# detail.paralysisDurationSection.footerLabel
source: Do you have any idea how long the paralysis lasted? Add it to the record.
pt_br: Tem uma noção de quanto tempo durou a paralisia? Adicione no registro.

# detail.paralysisDurationSection.title
source: Paralysis duration
pt_br: Duração da paralisia

# detail.postEpisode.activeText
source: What happened after the episode and how you felt afterward.
pt_br: O que aconteceu após o episódio e como você se sentiu depois.

# detail.postEpisode.effects.anxiety.mild
source: Mild
pt_br: Leve

# detail.postEpisode.effects.anxiety.moderate
source: Moderate
pt_br: Moderada

# detail.postEpisode.effects.anxiety.none
source: None
pt_br: Nenhuma

# detail.postEpisode.effects.anxiety.strong
source: Strong
pt_br: Forte

# detail.postEpisode.effects.anxiety.title
source: Anxiety after the episode
pt_br: Ansiedade depois do episódio

# detail.postEpisode.effects.anxiety.veryStrong
source: Very strong
pt_br: Muito forte

# detail.postEpisode.effects.helper
source: Record how you felt after the episode and the next day.
pt_br: Registre como você se sentiu depois do episódio e no dia seguinte.

# detail.postEpisode.effects.summary.anxietyAndTiredness
source: Anxiety and tiredness
pt_br: Ansiedade e cansaço

# detail.postEpisode.effects.summary.anxietyMild
source: Mild anxiety
pt_br: Ansiedade leve

# detail.postEpisode.effects.summary.anxietyModerate
source: Moderate anxiety
pt_br: Ansiedade moderada

# detail.postEpisode.effects.summary.anxietyStrong
source: Strong anxiety
pt_br: Ansiedade forte

# detail.postEpisode.effects.summary.anxietyUncertain
source: Uncertain anxiety
pt_br: Ansiedade incerta

# detail.postEpisode.effects.summary.anxietyVeryStrong
source: Very strong anxiety
pt_br: Ansiedade muito forte

# detail.postEpisode.effects.summary.noAnxiety
source: No anxiety
pt_br: Sem ansiedade

# detail.postEpisode.effects.summary.none
source: None
pt_br: Nenhum

# detail.postEpisode.effects.summary.noTiredness
source: No tiredness
pt_br: Sem cansaço

# detail.postEpisode.effects.summary.tirednessMild
source: Mild tiredness
pt_br: Cansaço leve
